Repository: sunlix/sunlix-wordpress
Catalog: languages/sunlix.po
Languages: de

source: All archived articles from %1$s
de: Alle archivierten Artikel von %1$s

source: All Archives
de: Alle Archive

source: All articles by %1$s
de: Alle Artikel von %1$s

source: All articles in category %1$s
de: Alle Artikel aus Kategorie %1$s

source: Older Comments
de: Ältere Kommentare

source: Newer Comments
de: Neuere Kommentare

source: Comment data
de: Kommentardaten

source: Website
de: Internetseite

source: Article navigation
de: Artikel-Navigation

source: Read article %1$s
de: Artikel %1$s lesen

source: Published by %1$s on %2$s in %3$s
de: Von %1$s publiziert am %2$s in %3$s

source: View all articles by %1$s
de: Alle Artikel von %1$s ansehen

source: Comment the article %1$s
de: Den Artikel %1$s kommentieren

source: Meta navigation
de: Hilfsnavigation

source: Main navigation
de: Hauptnavigation

source: Older articles
de: Ältere Artikel

source: Newer articles
de: Neuere Artikel

source: %1$s wrote on %2$s at %3$s o'clock
de: %1$s schrieb am %2$s um %3$s Uhr

source: Skip to main navigation
de: Zur Hauptnavigation springen

source: Skip to meta navigation
de: Zur Hilfsnavigation springen

source: Skip to content
de: Zum Inhalt springen

source: To top
de: Zum Seitenanfang springen

source: All search results for %1$s
de: Alle Suchergebnisse für %1$s

source: Search & Find
de: Suchen & Finden

source: Search term %1$s
de: Suchbegriff %1$s

source: Sidebar
de: Seitenleiste
